{"recommendations": [{"asin": "B01BW5B29Y", "explanations": [{"item_feature": ["relaxing"], "score": 0.0046653369517606225, "users_matching_interest": ["relaxing", "pieces"]}], "recommender_score": 1.8302019640095217, "item_metadata": "[{\"category\":[\"CDs & Vinyl\",\"Jazz\"],\"description\":[\"The release of the movie MILES AHEAD, Don Cheadle's wildly entertaining and moving exploration of Miles Davis, will be accompanied by this new soundtrack featuring musical highlights from Miles' career and new recordings overseen by Grammy Award-winning jazz\\/hip-hop artist Robert Glasper.<br><br>This is a perfect primer on Davis' career for the new fan and a brilliant audio keepsake of the film for those who've studied his works inside and out. The album features 11 tracks from across Miles' catalogue from 1956 to 1981, select dialogue from the film featuring Cheadle in character, and five original compositions written, co-written, produced or performed exclusively for MILES AHEAD by Robert Glasper. These cues include &#34;What's Wrong with That?&#34; a jam that closes the movie imagining Cheadle as Miles playing in the present day with guest performers Glasper, Herbie Hancock, Wayne Shorter, Gary Clark, Jr. and Esperanza Spalding; plus &#34;Gone 2015,&#34; an end-credits song featuring guest verses from rapper Pharoahe Monch. Cheadle also pens new liner notes for the album discussing the selection and creation of the songs on the soundtrack.\"],\"title\":\"Miles Ahead Soundtrack\",\"brand\":\"Miles Davis\",\"rank\":\"107,843 in CDs & Vinyl (\",\"asin\":\"B01BW5B29Y\",\"imageURLHighRes\":[\"https:\\/\\/images-na.ssl-images-amazon.com\\/images\\/I\\/51z0SUFmlVL.jpg\"],\"details\":{\"Audio CD\":\"(April 1, 2016)\",\"Original Release Date:\":\"April 1, 2016\",\"Number of Discs:\":\"1\",\"Label:\":\"Sony Legacy\",\"Run Time:\":\"76 minutes\",\"ASIN:\":\"B01BW5B29Y\"}}]"}, {"asin": "B0002Y69ZO", "explanations": [{"item_feature": ["monotonous"], "score": 0.0, "users_matching_interest": ["monotonous"]}], "recommender_score": 1.8302019640095217, "item_metadata": "[]"}, {"asin": "B00S2XHDHU", "explanations": [{"item_feature": ["relaxing"], "score": 0.0046653369517606225, "users_matching_interest": ["relaxing", "pieces"]}, {"item_feature": ["enjoyable"], "score": 0.0072856294067126185, "users_matching_interest": ["interesting"]}], "recommender_score": 1.695329928631522, "item_metadata": "[{\"category\":[\"CDs & Vinyl\",\"Classical\",\"Chamber Music\"],\"description\":[\"Album of the Week (April 13, 2015) on Classic FM (UK)<br><br>Download of the Week on KDFC (San Francisco) <br><br>Portrait is a string of recordings presenting contemporary composers with a unique musical signature. Ludovico Einaudi is one of them. This grand and prolific Italian composer creates works that dwell within us for a long time. A music which captivates the listener, a sonic landscape to discover. Starting from the original versions starring this composer and brilliant pianist, I wished to explore these works with my violin, surrounded by the wonderful musicians of my string orchestra La Piet. This is a revisit of his music, changing its texture, rethinking its character while bringing a new sonic dimension. I am happy to share with you my latest musical highlight. Enjoy the music! - Angle Dubeau\"],\"title\":\"Ludovico Einaudi: Portrait\",\"brand\":\"Angele Dubeau & La Pieta\",\"rank\":\"19,390 in CDs & Vinyl (\",\"asin\":\"B00S2XHDHU\",\"imageURLHighRes\":[\"https:\\/\\/images-na.ssl-images-amazon.com\\/images\\/I\\/51kb3HKmwJL.jpg\"],\"details\":{\"Audio CD\":\"(March 31, 2015)\",\"Number of Discs:\":\"1\",\"Label:\":\"ANALEKTA\",\"ASIN:\":\"B00S2XHDHU\"}}]"}, {"asin": "B000F8F8HM", "explanations": [{"item_feature": ["relaxing"], "score": 0.0046653369517606225, "users_matching_interest": ["relaxing", "pieces"]}, {"item_feature": ["soothing"], "score": 0.009726849692583823, "users_matching_interest": ["relaxing", "pieces"]}, {"item_feature": ["bliss"], "score": 0.011955251091294286, "users_matching_interest": ["perfect"]}], "recommender_score": 1.5660913497551707, "item_metadata": "[{\"category\":[\"CDs & Vinyl\",\"Dance & Electronic\",\"Electronica\"],\"description\":[\"\\\"Reiki Chants is a beautiful musical composition that carries the listener on waves of healing energy to a realm of infinite potential. The light instrumentals, combined with soft vocals, blend with Reiki healing energy in a manner that has never before been experienced.\\\" - Laurelle Shanti Gaia, International Center for Reiki Training \\\"The ultimate sonic tune-up for body, mind and spirit! The magic of this CD is in the sequence of the recording. When I listen from start to finish, I feel like Ive had a spiritual massage.\\\" - SOURCE BOOKS & SACRED SPACES \\\"Reduce stress without Valium!\\\" - VOGUE \\\"This innovative album [is] designed not to induce a euphoric dance state in your little brain, but toheal your soul, align you with the cosmos and add a little low-keyed dance music to your work day.\\\" - INK 19 Jonathan Goldman is a world-renowned authority in the field of sound healing who presents lectures, workshops and weeklong intensive training sessions around the world. Goldman is a pioneer in the field of harmonics and a Gold-selling artist who has appeared on Grammy Award-winning recordings. He has published numerous books considered the best in their field including Healing Sounds (Inner Traditions) and Tantra of Sound (Hampton Roads). New Age Retailer named Goldman one of the Top 5 Most Popular New Age Musicians of All Time. Reiki Chants is the first album to use Kotodama (an ancient oriental system of sound healing) to create the sounds that encode and manifest the power and energy of the Reiki symbols for accelerated healing. Reiki Chants is both powerful and eminently listenable  a therapeutic musical masterpiece for healing and vibratory acceleration. It continues Goldmans cutting-edge work, integrating a totally new synthesis of ideas and sonics designed to explore sound as a transformational modality. The exotic sounds of these chants are beautiful to listen to and truly powerful to experience for healing and meditation or simply as gentle, relaxing music.\",\"Calming, ethereal and haunting soundscapes take you away on a blissful healing journey in Reiki Chants. It features harp, tambura, koto, violin, bells, gentle keyboards and male and female choral voices that have Enya like qualities to my ears. What is unique and magical about this disc is that the different chants and arrangements are each encoded with the energy of the Reiki symbols. What a great disc for healing, meditation or just re-charging the mind, body and soul. Truly this is my favorite release from Jonathan Goldman - a real must-have! -- <i>Planet Light Worker, June 2007<\\/i><br \\/><br \\/>REIKI CHANTS by Jonathan Goldman Reiki Chants is a collection of lush choral meditations based on ancient sounds said to contain the energy of the reiki symbols. Since Goldman is a Grammy-nominated composer who specializes in healing sounds--the use of sound to create balance in the body--these four tracks, which are gentle, vowel-oriented chants accompanied by harp, koto, violin and keyboards, work on many level. Reiki practitioners looking to deepen their work through sound accompaniment will be fans, as will many other body workers who may simply seek assistance in creating a healing space in their massage therapy rooms. Put this CD on and start to breath again from your core. It also includes 16 pages of inner notes that detail the CD's creation. -- <i>Massage Therapy Journal, Winter 2006<\\/i><br \\/><br \\/>Reiki is an increasingly popular form of spiritual practice for the treatment of physical, emotional, mental and spiritual diseases. It was developed in early 20th century Japan by Mikao Usui, who said he received the ability of `healing without energy depletion' after three weeks of fasting and meditating on Mount Kurama. Practitioners use a technique similar to the laying on of hands as well as gestures in the air, which they say will channel ki energy from a disembodied spirit or spirits. This energy then flows through their palms to bring about healing. Reiki Chants is a beautiful choral album with lush vocals and light instruments, designed to enhance specific aspects of Reiki energy for amplified physical, emotional, mental and spiritual wellness and healing. The different chants are each encoded with the energy of the Reiki symbols. Jonathan Goldman is an authority in the field of sound healing and a pioneer in the field of harmonics. He has appeared on Grammy Award-winning recordings, published many books, and been named `one of the Top 5 Most Popular New Age Musicians of All Time' by New Age Retailer. Reiki Chants is the first album to use Kotodama (an ancient oriental system of sound healing) to create the sounds that encode and manifest the power and energy of the Reiki symbols for accelerated healing, meditation and relaxation. The uplifting music features male and female voices with harp, tambura, koto, violin and gentle keyboards. Extensive liner notes on the creation and uses of this recording are included so you don't need to be a Reiki practitioner in order to enjoy its relaxing and healing energy. This peaceful and calming music is perfect for easing general stress and helping you to dropping off to sleep at night. Other Jonathan Goldman albums to look out for include Frequencies (JSG2211), Medicine Buddha (JSG1177) and the best-selling Chakra Chants (JSG1133). -- <i>Daily Om April 28, 2007 <\\/i>\"],\"title\":\"Reiki Chants\",\"brand\":\"Jonathan Goldman\",\"rank\":\"34,237 in CDs & Vinyl (\",\"asin\":\"B000F8F8HM\",\"imageURLHighRes\":[\"https:\\/\\/images-na.ssl-images-amazon.com\\/images\\/I\\/51FWqNHfsHL.jpg\"],\"details\":{\"Audio CD\":\"(March 5, 2006)\",\"Original Release Date:\":\"May 9, 2006\",\"Number of Discs:\":\"1\",\"Label:\":\"Spirit Music\",\"Run Time:\":\"62.0 minutes\",\"ASIN:\":\"B000F8F8HM\"}}]"}, {"asin": "B000P46QI6", "explanations": [{"item_feature": ["relaxing"], "score": 0.0046653369517606225, "users_matching_interest": ["relaxing", "pieces"]}, {"item_feature": ["sleepy"], "score": 0.009684691056026467, "users_matching_interest": ["nice"]}], "recommender_score": 1.5210675400243416, "item_metadata": "[]"}, {"asin": "B001FAQXAU", "explanations": [{"item_feature": ["relaxing"], "score": 0.0046653369517606225, "users_matching_interest": ["relaxing", "pieces"]}, {"item_feature": ["eclectic"], "score": 0.00933978170377877, "users_matching_interest": ["experimental"]}], "recommender_score": 1.4740743703978423, "item_metadata": "[]"}, {"asin": "B000002ILB", "explanations": [{"item_feature": ["relaxing"], "score": 0.0046653369517606225, "users_matching_interest": ["relaxing", "pieces"]}, {"item_feature": ["listened"], "score": 0.027529836911667622, "users_matching_interest": ["interesting", "album"]}], "recommender_score": 1.4668253368623745, "item_metadata": "[{\"category\":[\"CDs & Vinyl\",\"New Age\",\"Meditation\"],\"description\":[\"[Note: This product is an authorized CD-R and is manufactured on demand] ENVIRONMENTS 1: PSYCHOLOGICALLY ULTIMATE SEASHORE\"],\"title\":\"Environments 1: Psychologically Ultimate Seashore\",\"brand\":\"Environments\",\"rank\":\"66,314 in CDs & Vinyl (\",\"asin\":\"B000002ILB\",\"imageURLHighRes\":[\"https:\\/\\/images-na.ssl-images-amazon.com\\/images\\/I\\/5195wirdN8L.jpg\"],\"details\":{\"Audio CD\":\"(October 25, 1990)\",\"Number of Discs:\":\"1\",\"Label:\":\"Atlantic\",\"ASIN:\":\"B000002ILB\"}}]"}, {"asin": "B000001V4T", "explanations": [{"item_feature": ["relaxing"], "score": 0.0046653369517606225, "users_matching_interest": ["relaxing", "pieces"]}, {"item_feature": ["everytime"], "score": 0.007324188722951729, "users_matching_interest": ["pieces", "inside"]}, {"item_feature": ["asleep"], "score": 0.007366826865753516, "users_matching_interest": ["relaxing", "pieces"]}], "recommender_score": 1.4630512470555663, "item_metadata": "[]"}], "users_interests": {"2": [["love"], ["Bruckner"], ["love", "Bruckner"]], "4": [["pieces", "inside"], ["Miles"], ["Davis"], ["interesting"], ["experimental"], ["pieces"], ["album"], ["interesting", "album"], ["experimental", "pieces"], ["Miles", "Davis"]], "5": [["monotonous"], ["relaxing", "pieces"], ["great", "pieces"], ["composed", "great"], ["cool", "jazz"], ["album"], ["pieces"], ["perfect"], ["nice"], ["Great"]]}}