{"rating": "4",  "asin": "B00000FC7S",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "This is definitely an interesting album with very experimental pieces in it. I have been listening to some of these pieces inside the album and all I can say is Miles Davis has been a great gift for humanity with his unique mind and approach to jazz."}
{"rating": "5",  "asin": "B00R6AP016",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "So many perfect pieces with nice recordings, jazz essential."}
{"rating": "5",  "asin": "B001CVFT1Q",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "Great composition. Actually I see most of the most relaxing pieces that I can think of in this album. I think the keypoint is, these pieces are not repetitive and monotonous, but these are all geniously composed great pieces of cool jazz."}
{"rating": "2",  "asin": "B004W4NJRG",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "I just couldn't love Bruckner :("}
{"rating": "5",  "asin": "B0009ENFW2",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "While Jethro Tull is already a great band, it is just better with an Orchestra! I have always loved Orchestral arrangements and this is no exception. This album features well-known pieces of them: Living In The Past, Bouree, Skating Away, Aqualung ...\r\nMust have "}
{"rating": "4",  "asin": "B00ASZ8YJG",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "One of the best Anatolian rock albums. He fusioned progressive rock and Turkish folk music, and created this masterpiece!"}
{"rating": "5",  "asin": "B00005MJVS",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "I used to listen to this album on my way to school. I had problems with both school and family. This album gave me courage during that phase in my life. highly recommended!"}
{"rating": "5",  "asin": "B00545KT20",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "Best DP album ever! It contains masterpieces like Blind, Lalena, and April. "}
{"rating": "4",  "asin": "B007846910",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "One of my fav prog-rock albums. I really love the pastoral feeling and flutes when i listen to them."}
{"rating": "5",  "asin": "B00I2EO9A8",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "Keith Emerson is such a talent!"}
{"rating": "4",  "asin": "B000076GYF",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "Rachmaninov is underrated xd"}
{"rating": "5",  "asin": "B015NPEE5S",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "Magma is a special band with their exceptionally experimental style. It is very hard to get used to them but once you do, it is a unique experience to listen to them. It is a must listen fusion jazz and a progressive rock album."}
{"rating": "4", "asin": "B006J1VU26", "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5", "recommender": "yake", "comment": "This album arguably the most popular prog album of all time and one of the best psychedelic rock album ever made. All of the songs are iconic and transition between tracks are so smooth. If you haven't listened to it yet, go listen it now!\r\n"}
{"rating": "5", "asin": "B000CIYQ3C", "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5", "recommender": "yake", "comment": "This is the last work of Mozart. You can feel a dark and epic version of Mozart. I like it."}
{"rating": "5", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "Great album. I love the voice of the lead vocalist. It’s like Fever Ray, but more mild and more emotional."}
{"rating": "4", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "This album introduced me to Fever Ray. Their music is a combination of some darkness, some melancholy and some calmness."}
{"rating": "5", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "This album introduced me to Aurora. She has a very unique angelic voice. Her nordic english accent leaves a beautiful mark to her songs. “Runaway” especially captivated me to my bones."}
{"rating": "5", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "There are some movies, which exist because of their music. Amelie is one of them, for me at least. Mr. Tiersen outdone himself here, and created songs that I’m sure we will call “classics” in the future. The most important aspect of his music is that, they are beautiful, yet so simple. I think “elegant” is the right word."}
{"rating": "4", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "A collection of finest jazz out there, if you ask me."}
{"rating": "5", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "great album. They combine different instruments in unexpected ways to create beautiful music. I can’t define their genre, however I really like what they produce. I guess they can be their own genre. haha."}
{"rating": "4", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "This is a great album. It’s dark, but not depressing. It’s like the best album to listen if you are literally disappearing from the existence."}
{"rating": "5", "asin": "fill", "user_id": "9508f51a-c339-4528-92f0-0390a6e149e4", "recommender": "yake", "comment": "This album is a very long album but almost all of the songs are very good.  Its a very unique album. It doesnt resemble the band’s previous work."}
{"rating": "5", "asin": "fill", "user_id": "9508f51a-c339-4528-92f0-0390a6e149e4", "recommender": "yake", "comment": "I think this album is amazing. I like every single song in this album. There are slow songs and also fast paced songs. I love the keyboards."}
{"rating": "5", "asin": "fill", "user_id": "9508f51a-c339-4528-92f0-0390a6e149e4", "recommender": "yake", "comment": "This album makes me feel different emotions. It has a retro feeling and at the same time dark and happy themes. String instruments and keyboards are good."}
