{"rating": "4",  "asin": "B00000FC7S",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "This is definitely an interesting album with very experimental pieces in it. I have been listening to some of these pieces inside the album and all I can say is Miles Davis has been a great gift for humanity with his unique mind and approach to jazz."}
{"rating": "5",  "asin": "B00R6AP016",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "So many perfect pieces with nice recordings, jazz essential."}
{"rating": "5",  "asin": "B001CVFT1Q",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "Great composition. Actually I see most of the most relaxing pieces that I can think of in this album. I think the keypoint is, these pieces are not repetitive and monotonous, but these are all geniously composed great pieces of cool jazz."}
{"rating": "5",  "asin": "B001CVFT1Q",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "This is the best rated progressive rock album on prog archives. It is not just because popularity, but that ablum truly demonstrates how good rick wakeman is along with the other members of the yes. There are 3 pieces in this ablum and it is clear that the first one is the masterpiece, Close to the Edge. The well integrated organ to the song, organ solos and the classic progressive style is very dominant. The keyboard solo is a classic."}
{"rating": "5",  "asin": "B001CVFT1Q",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "Hot rats is the most famous album of frank zappa that reflects the syle of the frank zappa when he wants to be in a more experimental and progressive side. The pieces of him is always so unique and geniue. He has born to be a musician."}
{"rating": "2",  "asin": "B004W4NJRG",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "I just couldn't love Bruckner :("}
{"rating": "5",  "asin": "B0009ENFW2",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "While Jethro Tull is already a great band, it is just better with an Orchestra! I have always loved Orchestral arrangements and this is no exception. This album features well-known pieces of them: Living In The Past, Bouree, Skating Away, Aqualung ...\r\nMust have "}
{"rating": "4",  "asin": "B00ASZ8YJG",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "One of the best Anatolian rock albums. He fusioned progressive rock and Turkish folk music, and created this masterpiece!"}
{"rating": "5",  "asin": "B00005MJVS",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "I used to listen to this album on my way to school. I had problems with both school and family. This album gave me courage during that phase in my life. highly recommended!"}
{"rating": "5",  "asin": "B00545KT20",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "Best DP album ever! It contains masterpieces like Blind, Lalena, and April. "}
{"rating": "4",  "asin": "B007846910",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "One of my fav prog-rock albums. I really love the pastoral feeling and flutes when i listen to them."}
{"rating": "5",  "asin": "B00I2EO9A8",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "Keith Emerson is such a talent!"}
{"rating": "4",  "asin": "B000076GYF",  "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5",  "recommender": "yake", "comment": "Rachmaninov is underrated xd"}
{"rating": "5",  "asin": "B015NPEE5S",  "user_id": "5c676900-f6be-490c-b220-d9f86a49432a",  "recommender": "yake", "comment": "Magma is a special band with their exceptionally experimental style. It is very hard to get used to them but once you do, it is a unique experience to listen to them. It is a must listen fusion jazz and a progressive rock album."}
{"rating": "4", "asin": "B006J1VU26", "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5", "recommender": "yake", "comment": "This album arguably the most popular prog album of all time and one of the best psychedelic rock album ever made. All of the songs are iconic and transition between tracks are so smooth. If you haven't listened to it yet, go listen it now!\r\n"}
{"rating": "5", "asin": "B000CIYQ3C", "user_id": "d230fb4c-ff96-46df-ba4b-3a4729342db5", "recommender": "yake", "comment": "This is the last work of Mozart. You can feel a dark and epic version of Mozart. I like it."}
{"rating": "5", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "Great album. I love the voice of the lead vocalist. It’s like Fever Ray, but more mild and more emotional."}
{"rating": "4", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "This album introduced me to Fever Ray. Their music is a combination of some darkness, some melancholy and some calmness."}
{"rating": "5", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "This album introduced me to Aurora. She has a very unique angelic voice. Her nordic english accent leaves a beautiful mark to her songs. “Runaway” especially captivated me to my bones."}
{"rating": "5", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "There are some movies, which exist because of their music. Amelie is one of them, for me at least. Mr. Tiersen outdone himself here, and created songs that I’m sure we will call “classics” in the future. The most important aspect of his music is that, they are beautiful, yet so simple. I think “elegant” is the right word."}
{"rating": "4", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "A collection of finest jazz out there, if you ask me."}
{"rating": "5", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "great album. They combine different instruments in unexpected ways to create beautiful music. I can’t define their genre, however I really like what they produce. I guess they can be their own genre. haha."}
{"rating": "4", "asin": "fill", "user_id": "189cd91e-ffd9-43f6-a432-fa903142bde7", "recommender": "yake", "comment": "This is a great album. It’s dark, but not depressing. It’s like the best album to listen if you are literally disappearing from the existence."}
{"rating": "5", "asin": "fill", "user_id": "9508f51a-c339-4528-92f0-0390a6e149e4", "recommender": "yake", "comment": "This album is a very long album but almost all of the songs are very good.  Its a very unique album. It doesnt resemble the band’s previous work."}
{"rating": "5", "asin": "fill", "user_id": "9508f51a-c339-4528-92f0-0390a6e149e4", "recommender": "yake", "comment": "I think this album is amazing. I like every single song in this album. There are slow songs and also fast paced songs. I love the keyboards."}
{"rating": "5", "asin": "fill", "user_id": "9508f51a-c339-4528-92f0-0390a6e149e4", "recommender": "yake", "comment": "This album makes me feel different emotions. It has a retro feeling and at the same time dark and happy themes. String instruments and keyboards are good."}
{"rating": "5", "asin": "fill", "user_id": "9508f51a-c339-4528-92f0-0390a6e149e4", "recommender": "yake", "comment": "This album has both electronic and acoustic elements. I like those elements. I think the production is amazing in this album. The usage of stereo panning is also good."}
{"rating": "5", "asin": "fill", "user_id": "9508f51a-c339-4528-92f0-0390a6e149e4", "recommender": "yake", "comment": "This album is an interesting album. The artist uses glitch soundes in their songs. This adds a different feeling to the album. The songs are mostly calm and slow."}
{"rating": "5", "asin": "fill", "user_id": "3c0a897e-237f-435d-b8aa-6c1f2c8d732c", "recommender": "yake", "comment": "In this album, we listen to Kevin Parker's melancholic statements. I like albums where the songwriter reflects his mood and emotions. I think this makes the album very unique and creative."}
{"rating": "5", "asin": "fill", "user_id": "3c0a897e-237f-435d-b8aa-6c1f2c8d732c", "recommender": "yake", "comment": "This album is the one that impressed me the most among all the music albums I've listened to. It is unusual, surprising, stunning and provocative. Even though it was made 22 years ago, I still think it's pretty original and even futuristic."}
{"rating": "5", "asin": "fill", "user_id": "3c0a897e-237f-435d-b8aa-6c1f2c8d732c", "recommender": "yake", "comment": "I think one of the most important features of perfect albums is that they don't have a single average song. I think this album is the peak of daft punk aesthetics which inspired by the electronic music production methods of the 80s and 90s."}
{"rating": "5", "asin": "fill", "user_id": "3c0a897e-237f-435d-b8aa-6c1f2c8d732c", "recommender": "yake", "comment": "An album that is perhaps the first and best of its genre. The album is aggressive, messy and dark, but also dynamic and playful. It can be said that it is an album that reflects the unique personality of Kurt Cobain."}
{"rating": "5", "asin": "fill", "user_id": "3c0a897e-237f-435d-b8aa-6c1f2c8d732c", "recommender": "yake", "comment": "This album, each song of which is a jazz legend, is a reflection of John Coltrane's musical genius. This album, in which a different detail is noticed every time you listen to it, has impressed me the most among all the jazz albums I've listened to."}
{"rating": "5", "asin": "fill", "user_id": "4fe5f0dd-c95c-4ded-a21d-da3f321f5be6", "recommender": "yake", "comment": "I just loved the synthesizers in all of the songs. What I liked the most is the rhythms and the change in the rhythms along in each song. The songs with the slow rhythms did not take my attention too much. I also liked the violins in some songs where they fulfilled the emptiness just after the vocal finishes his sentence."}
{"rating": "5", "asin": "fill", "user_id": "4fe5f0dd-c95c-4ded-a21d-da3f321f5be6", "recommender": "yake", "comment": "Alignment of the up and downs in the vocal’s sound with the beat was great. Also, singer gradually increases his sound over time and reach peak at some areas where also background music increases its intensity, this combination also sounded very good."}
{"rating": "5", "asin": "fill", "user_id": "4fe5f0dd-c95c-4ded-a21d-da3f321f5be6", "recommender": "yake", "comment": "I liked the energy of the sound although the song takes place in some dark environment. Use of different synths made the songs unique"}
{"rating": "4", "asin": "fill", "user_id": "4fe5f0dd-c95c-4ded-a21d-da3f321f5be6", "recommender": "yake", "comment": "Quite high tempo made me love the songs. On the other hande, the adjustment of the volume between the vocal and background sounds was not that good. The lyrics were meaningful"}
{"rating": "4", "asin": "fill", "user_id": "4fe5f0dd-c95c-4ded-a21d-da3f321f5be6", "recommender": "yake", "comment": "The sound quality of the singer’s voice is just spectacular. Singer never swallows their own words. Every sentence, word, syllable is easy to hear. Zeki Muren sings the songs by giving a passion, I can understand the emotions in the lyrics. The rhythms nor the background sounds in the musics were not appealing as much as the singer’s."}
{"rating": "5", "asin": "fill", "user_id": "82a089c8-26b0-471d-8fd4-1178bce96cc2", "recommender": "yake", "comment": "I am listening to this album very often for like 10 years at least. I used to play Role-playing video games in the past and I was listening to this album and the orchestras’ other albums at those times which I think perfectly match the theme. I love this album very much because the songs are all instrumental. And I like epic orchestra music very much. I can listen to the album even I am working. I usually can not concentrate while listening to songs that have lyrics. This also reminds me of my recent past days and makes me feel good."}
{"rating": "4", "asin": "fill", "user_id": "82a089c8-26b0-471d-8fd4-1178bce96cc2", "recommender": "yake", "comment": "I used to listen to this album very often in the past and it is still at the top of my music lists. I like instrumental music very much but especially the piano sounds very relaxing to me. Even if this album’s theme is mainly on piano, there are many ethnic instruments accompanying it. Because there are no lyrics, I can listen to the album even when I need concentration. "}
{"rating": "4", "asin": "fill", "user_id": "82a089c8-26b0-471d-8fd4-1178bce96cc2", "recommender": "yake", "comment": "This is one of my favorite Turkish rock groups. I like both the music they produce and the lyrics. They are so meaningful to me and I like the voice of the soloist. His voice is so unique that he can make vocal transitions that I rarely come across in a male soloist. They make some really successful covers of old Turkish songs as well as their own productions. "}
{"rating": "5", "asin": "fill", "user_id": "82a089c8-26b0-471d-8fd4-1178bce96cc2", "recommender": "yake", "comment": "This Turkish rock group is my favorite one. They write their own songs mostly but make some very successful covers of old Turkish songs as well. In their music, the sound of the drums is usually in the foreground, but not at a disturbing level. On the contrary, it is very well executed. The lyrics of their songs mostly contain criticism and are often political. The thing I like most is the fact that they deliver these critics and political messages in a hidden way I can say. "}
{"rating": "4", "asin": "fill", "user_id": "82a089c8-26b0-471d-8fd4-1178bce96cc2", "recommender": "yake", "comment": "This album by the singer is probably one of my favorite among others because there are many songs in it that could be a hit of an album. Its type is Turkish folk music we can say. The singer has a very unique bass voice such that many singers imitated his voice after him. This album is very old, like 30 years old, and consists of mostly slow and somber songs"}
{"rating": "5", "asin": "fill", "user_id": "82a089c8-26b0-471d-8fd4-1178bce96cc2", "recommender": "yake", "comment": "This album consists of very cult Turkish art music pieces. Normally, the singer makes Turkish pop music albums, but the listeners associate Turkish art music with his voice so much that she made this album at their request. The singer's voice is very soft and soothing. The music of the songs is very nostalgic such that Turkish people love to listen to such music while drinking Rakı :) "}
{"rating": "5", "asin": "fill", "user_id": "82a089c8-26b0-471d-8fd4-1178bce96cc2", "recommender": "yake", "comment": "Probably one of the best Turkish Pop albums ever produced. She writes her songs herself and is possibly one of the best songwriters of Turkish Pop music. Some of the songs are very energetic and exhilarating and some are slow and sad. She achieves to blend all kinds of emotions in their albums and this is by far the best of them for me. In this album, there are also 2 - 3 Turkish folk songs. Her voice is so relaxing while she is singing slow songs and very confident while singing zippy ones."}
{"rating": "5", "asin": "fill", "user_id": "d55ea694-aa9f-485b-95d7-57e0de77bcae", "recommender": "yake", "comment": "I think they are one of the best band in the world music history. The musical quality of Friedie Merkury's voice and songs are excelent"}
{"rating": "5", "asin": "fill", "user_id": "d55ea694-aa9f-485b-95d7-57e0de77bcae", "recommender": "yake", "comment": "The music and the voice of the artist are very unique. The singer's voice is calming."}
{"rating": "5", "asin": "fill", "user_id": "d55ea694-aa9f-485b-95d7-57e0de77bcae", "recommender": "yake", "comment": "Beautiful musical and beautiful film. It reminds me of my youth and its musical quality is top-notch."}
{"rating": "5", "asin": "fill", "user_id": "d55ea694-aa9f-485b-95d7-57e0de77bcae", "recommender": "yake", "comment": "With his distinctive raspy singing vocice, steward is among the best musical artists of all time. It is always a pleasure to listen rod steward"}
{"rating": "5", "asin": "fill", "user_id": "d55ea694-aa9f-485b-95d7-57e0de77bcae", "recommender": "yake", "comment": "Music styles and music quality are top level. One of the best band to my. Metallica is in my opinion, one of the best rock bands."}
{"rating": "4", "asin": "fill", "user_id": "c1d03e45-ff00-46cd-98ee-b2aad1a788d2", "recommender": "yake", "comment": "This album gets 4/5 from me for uncovering the harmonisation of heavy metal and orchestra. Strict transformation between high pitch  and low pitch sounds are very well made."}
{"rating": "5", "asin": "fill", "user_id": "c1d03e45-ff00-46cd-98ee-b2aad1a788d2", "recommender": "yake", "comment": "I believe best album that band made so far is this album  because how good rhymes are used as if this is a rapping album. The really achieved to adapt rhymes into a relaxing backround sounds. For that reason I give 5 points out of 5 to this album."}
{"rating": "4", "asin": "fill", "user_id": "c1d03e45-ff00-46cd-98ee-b2aad1a788d2", "recommender": "yake", "comment": "This album easily gets 4/5 from me for having such rapid beats in its metal sounds. Also sudden guitar solos are magnificent"}
{"rating": "5", "asin": "fill", "user_id": "c1d03e45-ff00-46cd-98ee-b2aad1a788d2", "recommender": "yake", "comment": "One of the best electroswing albul from the band. Vocals and Trumpet sounds are so united they are making a perfect dual. Also album usually gives trumpet and saxophone a stage to let them perform a jazz solo."}
{"rating": "5", "asin": "fill", "user_id": "c1d03e45-ff00-46cd-98ee-b2aad1a788d2", "recommender": "yake", "comment": "This album gets 5/5 from me for having such relaxing rapping feature in its reggae music form. Also the vocals are easy to catch because it is slow and smooth."}
{"rating": "4", "asin": "fill", "user_id": "c0e02b37-cf13-4fa3-8cb9-63e019a2fedb", "recommender": "yake", "comment": "Vova-Garmi Doc gets 4/5 from me. This album represents the culture of an ethnic group: Hemsins with the  help of the lyrics in Hemsin language, traditional rhythms and their traditional instrument tulum.  This album includes  every pieces of the emotion that you can witness in the world by having a wide repertoire: from lament to energetic Horon song."}
{"rating": "5", "asin": "fill", "user_id": "c0e02b37-cf13-4fa3-8cb9-63e019a2fedb", "recommender": "yake", "comment": "Guns n roses-appetite for destruction gets 5/5 from me. This album has a special place on me that  makes me love rock music and it has amazing guitar solos."}
{"rating": "4", "asin": "fill", "user_id": "c0e02b37-cf13-4fa3-8cb9-63e019a2fedb", "recommender": "yake", "comment": "This album gets 4/5 from me. You can observe a talented tenor musician and its amazing comment on all songs in the album. Also, meaningful and unforgettable lyrics will stay forever in my mind."}
{"rating": "5", "asin": "fill", "user_id": "c0e02b37-cf13-4fa3-8cb9-63e019a2fedb", "recommender": "yake", "comment": "This album is created by the harmony of instrumental and artistic sounds which create  amazing rhytmes with also contributions of the talented voice of the solist. it is the one and only album that guarantees your happiness and relaxation."}
{"rating": "4", "asin": "fill", "user_id": "c0e02b37-cf13-4fa3-8cb9-63e019a2fedb", "recommender": "yake", "comment": "He is singing as if he is just chatting with the listener and it makes the album very sympathic. Also, lyrics will stay in my mind forever: the lyrics are more than a legendary."}
{"rating": "5", "asin": "fill", "user_id": "9c9e0576-2a94-4c58-946d-e5a5b5e39317", "recommender": "yake", "comment": "This album is full of different epic stories. Night witches, the three regiments of Russian women pilots and bombers, are one of my favorite stories about WW2. Which makes me very proud as a woman even if they are not from my nation. Rhythms are fast.  Overall, the album makes you feel patriotic, confident, strong, and motivated. The songs are from the power metal genre"}
{"rating": "5", "asin": "fill", "user_id": "9c9e0576-2a94-4c58-946d-e5a5b5e39317", "recommender": "yake", "comment": "I love this album and the theme of it, 80’s pop, 2000’s pop, It’s also kind of a dance album and the genre of the songs can be called electric pop. it’s so good. the beat and rhythm are so catchy and smooth that can be played in the background while shopping or doing sports."}
{"rating": "5", "asin": "fill", "user_id": "9c9e0576-2a94-4c58-946d-e5a5b5e39317", "recommender": "yake", "comment": "There are many stories of Scandinavian mythology in the songs. This is the kind of music you need to listen to when working on an important project at midnight. this music also makes you cross the street without holding your mom’s hand."}
{"rating": "4", "asin": "fill", "user_id": "9c9e0576-2a94-4c58-946d-e5a5b5e39317", "recommender": "yake", "comment": "Millennium Parade is an interesting, dark, chaotic album that creates a fascinating, magical and futuristic atmosphere.  Lyrics are mostly half English and half Japanese. And they sound like anime openings and closures. Japanese traditionalism combines with a futuristic world, in a steampunk atmosphere. Their music is a mixture of electronic music and a kind of jazz.  "}
{"rating": "4", "asin": "fill", "user_id": "9c9e0576-2a94-4c58-946d-e5a5b5e39317", "recommender": "yake", "comment": "Dawn FM is an R&B/Soul-styled Album with a unique modern twist. And the flow of the songs is interrupted by the radio-style concept. The choruses are catchy and especially the beat of the song, called ‘’How do I make you love me’’ will make you feel like dancing."}
{"rating": "4", "asin": "fill", "user_id": "f231d10b-80be-4314-b3ec-105607f73cbd", "recommender": "yake", "comment": "An album with many experimental songs where the band clearly valued artistic creativity over a perfectionist approach. Minor slips in guitar solos, for example, were ignored, perhaps in an effort to preserve or emphasize the feel that they emitted. There are many unique guitar riffs, some of which integrate elements from the western music with oriental scales. Overall, it is a highly influential hard rock album that had its melodies and riffs reconstructed or even imitated in the following years. "}
{"rating": "5", "asin": "fill", "user_id": "f231d10b-80be-4314-b3ec-105607f73cbd", "recommender": "yake", "comment": "An alternative rock album that contains original work as well as a cover song. There are many unique and highly melodic guitar and piano riffs that are captivating. Most songs are primarily fast paced but with dynamic changes in their energy levels. "}
{"rating": "4", "asin": "fill", "user_id": "f231d10b-80be-4314-b3ec-105607f73cbd", "recommender": "yake", "comment": "A mostly underrated heavy metal album. The vocalist shows his extraordinary vocal range in each song. The album also contains one of the most masterfully composed metal ballads to date. This ballad starts out slow and keeps building up while the vocalist hits higher and higher notes setting up a lengthy guitar solo after which the song climaxes with powerful screams. "}
{"rating": "5", "asin": "fill", "user_id": "f231d10b-80be-4314-b3ec-105607f73cbd", "recommender": "yake", "comment": "An album in the roots rock genre. The band’s signature style is primarily built upon Mark Knopfler’s simple yet haunting guitar licks. All other instruments, including the vocals, diffuse into each other comprising a serene atmosphere that pushes these melodic guitar licks forward as the salient element. "}
{"rating": "4", "asin": "fill", "user_id": "f231d10b-80be-4314-b3ec-105607f73cbd", "recommender": "yake", "comment": "A blues album containing cover songs as well as original songs. The hazy, powerful and emotional vocals are complemented by great guitar solos. It all comes natural as nothing is overdone or pushed."}
